tap "FelixKratz/formulae"
tap "borkdude/brew"

cask "nikitabobko/tap/aerospace"
cask "wezterm"
cask "th-ch/youtube-music/youtube-music"
cask "font-jetbrains-mono-nerd-font"

brew "borders"
brew "sketchybar"
brew "stow"
brew "asdf"
brew "neovim"
brew "eza"
brew "zoxide"
brew "fzf"
brew "postgresql"
brew "fd"
brew "babashka"
brew "gh"
brew "ical-buddy"
brew "rust"
brew "rust-analyzer"
